{
  "id": "quannex",
  "name": "Quannex",
  "tagline": "Organizational DNA Visualization Platform",
  "stage": "Pre-Seed Startup",
  "founded": "2024",
  "employees": 1,
  "funding": "Bootstrapped",
  "monthlyBurn": "Minimal",
  "runway": "5.3 months",
  "revenue": "$0 (early research)",
  "story": "Quannex is building something unprecedented: an instrument for measuring coherent consciousness through organizational form. Founded by Deimantas, this is not a typical startup—it's a philosophical inquiry made computational. Using sacred geometry (the dodecahedron), mathematical sophistication (pentagram analysis, spectral decomposition, golden ratio), and ancient wisdom (5 elements, 7 octaves, breath dynamics), Quannex maps organizations as living systems, not machines. The vision is profound: help businesses evolve from O1 (Survival) to O7 (Radiance), measuring not just profit but systemic coherence, breath balance, and shadow patterns. But vision alone doesn't pay bills. With 5.3 months runway, a partially drafted thesis (61%), and founder energy at critical levels (5.4/10 in a healthy range of 7-8.5), Quannex faces the archetypal challenge: the Aspiration-Actuality Gap. High aspiration (intellectual capital, vision, values) meets low actuality (finance, operations, market presence). The dodecahedron diagnoses itself: Burnout Engine pattern detected. The path forward requires not intensity, but sustainable rhythm—finding the breath that allows both vision AND viability.",
  "octaveProfile": {
    "dominant": "O1: Survival",
    "secondary": "O6: Vision",
    "reaching": "O7: Radiance",
    "description": "Paradoxical state: Operating at Survival (O1) while holding Vision (O6) and aspiring to Radiance (O7). This creates the Aspiration-Actuality Gap—a 4+ octave consciousness split that generates both creative tension and existential strain."
  },
  "challenges": [
    "Aspiration-Actuality Gap: 4+ octave split between vision (O6-O7) and reality (O1)",
    "Critical runway: Only 5.3 months remaining",
    "Founder energy crisis: 5.4/10 (healthy range: 7-8.5)",
    "Clarity score: 1.3/5 (near-zero market communication)",
    "Bus factor of 1.27: Everything depends on one person",
    "Governance incomplete: Only 37% of foundational docs drafted",
    "Market invisibility: 0.63 engaging posts per week (target: 2)",
    "Funding pipeline weak: 0.77 opportunities pursued (target: 1-4)"
  ],
  "strengths": [
    "Profound intellectual capital: 61% thesis completion, unprecedented framework",
    "Strong regenerative consciousness: 6.7 regenerative choices tracked",
    "High value alignment: 13.4 value-checks per tracking period",
    "Clear mission: Building toward planetary coherence",
    "Mathematical sophistication: Excel-codebase parity achieved",
    "Multi-company POC: Scalable architecture demonstrated",
    "Strategic conversations: 1.6 high-quality partner dialogues/month"
  ],
  "breathDynamics": {
    "overInhaling": [
      "Intellectual Capital (61% complete, constant refinement)",
      "Regenerative Consciousness (6.7 choices, high awareness)",
      "Foundational Values (13.4 value checks, deep integrity)"
    ],
    "underExhaling": [
      "Financial Capital (5.3 months, minimal funding activity)",
      "Market Resonance (1.3/5 clarity, 0.63 posts/week)",
      "Brand Expression (invisible in market)",
      "Core Operations (0.4 live test completion)"
    ],
    "insight": "Classic Aspiration-Actuality Gap pattern. Quannex is breathing deeply in the realm of ideas (inhale: building thesis, refining values, regenerative thinking) but barely exhaling into the world (market communication, funding pursuit, operational execution). Being-Action Balance: 187% (severely over-inhaling). The remedy is not to abandon the vision, but to find the sustainable rhythm of exhale—sharing the work, pursuing aligned funding, completing operational milestones—without collapsing from overexertion. The dodecahedron's recommendation: Increase founder energy to 8.6 as the highest-leverage action. Paradoxically, doing LESS but breathing MORE balanced may be the path to survival."
  },
  "shadowPatterns": [
    "Burnout Engine: High intellectual intensity + Low human sustainability",
    "Lonely Hero: Bus factor of 1 = Brilliant but fragile",
    "Aspiration-Actuality Gap: Vision at O6-O7, execution at O1"
  ],
  "transformationPath": {
    "highestLeverageAction": "Increase founder energy from 5.4 to 8.6 (sustainable creative flow)",
    "strategicMandate": "Fix the Foundation - raise actuality to meet aspiration",
    "breathPrescription": "Reduce over-inhaling (endless refinement), increase balanced exhale (share work, pursue funding, complete tests)",
    "targetCoherence": "From 4.8% (seedling) toward 15%+ (early viability)"
  }
}
